<?php

return [
    'action'               => 'Ενέργεια',
    'actions'              => 'Ενέργειες',
    'add'                  => 'Προσθήκη',
    'save'                 => 'Αποθήκευση',
    'edit'                 => 'Επεξεργασία',
    'back'                 => 'Πίσω',
    'delete'               => 'Διαγραφή',
    'browse'               => 'Αναζήτηση',
    'add_user'             => 'Προσθήκη χρήστη',
    'edit_user'            => 'Επεξεργασία χρήστη',
    'delete_user'          => 'Διαγραφή χρήστη',
    'add_document'         => 'Προσθήκη αρχείου',
    'edit_document'        => 'Επεξεργασία αρχείου',
    'delete_document'      => 'Διαγραφή αρχείου',
    'choose_file'          => 'Επιλέξτε αρχείο',
    'select_access_rights' => 'Επιλέξτε δικαιώματα',
    'select_user_access'   => 'Επιλέξτε τους χρήστες που θα έχουν πρόσβαση στο αρχείο.',
];