<?php

return [
    'changes_saved'        => 'Οι αλλαγές αποθηκεύτηκαν επιτυχώς.',
    'document_created'     => 'Το αρχείο δημιουργήθηκε επιτυχώς.',
    'document_deleted'     => 'Το αρχείο διαγράφηκε επιτυχώς.',
    'document_not_deleted' => 'Υπήρξε πρόβλημα κατα την διαγραφή του αρχείου. Παρακαλώ προσπαθήστε ξανά.',
    'exam_name'            => 'Βοηθάει στην εύκολη εύρεση και διαχείρηση των διαγωνισμάτων.',
    'exam_status'          => 'Για να κρύψετε ή να εμφανίσετε το διαγώνισμα στους αναθετείς μαθητές.',
    'exam_created'         => 'Το διαγώνισμα δημιουργήθηκε επιτυχώς.',
    'exam_deleted'         => 'Το διαγώνισμα διαγράφηκε επιτυχώς.',
    'exam_not_deleted'     => 'Υπήρξε πρόβλημα κατα την διαγραφή του διαγωνίσματος. Παρακαλώ προσπαθήστε ξανά.',
];
