<?php

return [
    'changes_saved'           => 'Οι αλλαγές αποθηκεύτηκαν επιτυχώς.',
    'document_created'        => 'Το αρχείο δημιουργήθηκε επιτυχώς.',
    'document_deleted'        => 'Το αρχείο διαγράφηκε επιτυχώς.',
    'document_not_deleted'    => 'Υπήρξε πρόβλημα κατα την διαγραφή του αρχείου. Παρακαλώ προσπαθήστε ξανά.',
    'exam_name'               => 'Βοηθάει στην εύκολη εύρεση και διαχείρηση των διαγωνισμάτων.',
    'exam_status'             => 'Για να κλειδώσετε ή να ανοίξετε τα δικαιώματα για επεξεργασία απο άλλους καθηγητές.',
    'exam_visibility'         => 'Για να κρύψετε ή να εμφανίσετε το διαγώνισμα στους αναθετείς μαθητές.',
    'exam_created'            => 'Το διαγώνισμα δημιουργήθηκε επιτυχώς.',
    'exam_deleted'            => 'Το διαγώνισμα διαγράφηκε επιτυχώς.',
    'exam_not_deleted'        => 'Υπήρξε πρόβλημα κατα την διαγραφή του διαγωνίσματος. Παρακαλώ προσπαθήστε ξανά.',
    'exam_section_visibility' => 'Για να κρύψετε ή να εμφανίσετε τη ενότητα στο διαγώνισμα.',
    'section_created'         => 'Η ενότητα δημιουργήθηκε επιτυχώς.',
    'section_deleted'         => 'Η ενότητα διαγράφηκε επιτυχώς.',
    'no_description'          => 'Χωρίς περιγραφή',
    'section_not_deleted'     => 'Υπήρξε πρόβλημα κατα την διαγραφή της ενότητας. Παρακαλώ προσπαθήστε ξανά.',
    'module_visibility'       => 'Για να κρύψετε ή να εμφανίσετε το μέρος στην ενότητα.',
    'grade'                   => 'Ο βαθμός μπορεί να έχει τιμή απο -100 για αρνητικη βαθμολογία μέχρι 100 για θετική.',
    'max_answer_length'       => 'Μπορείτε να ορίσετε το μέγιστο αριθμό χαρακτήρων για την απάντηση. Αφήστε το κενό για καθόλου όριο.',
];
